Repository: raulmar0/respira_mty
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ko

# stationsMapTitle
source: Stations Map
es: Mapa de Estaciones
fr: Carte des stations
ko: 측정소 지도

# stationsTitle
source: Stations
es: Estaciones
ko: 측정소

# errorLoadingAirQuality
source: Could not load air quality. Check your connection.
es: No se pudo cargar la calidad del aire. Revisa tu conexión.
fr: Impossible de charger la qualité de l'air. Vérifiez votre connexion.
ko: 대기 질을 불러올 수 없습니다. 연결을 확인하세요.

# searchHint
source: Search station…
es: Buscar estación…
fr: Rechercher une station…
ko: 측정소 검색…

# lastUpdatedPrefix
source: LAST UPDATED: {time}
es: ULTIMA ACTUALIZACIÓN: {time}
fr: DERNIÈRE MISE À JOUR : {time}
ko: 최종 업데이트: {time}

# lastUpdatedUnknown
source: LAST UPDATED: —
es: ULTIMA ACTUALIZACIÓN: —
fr: DERNIÈRE MISE À JOUR : —
ko: 최종 업데이트: —

# noFavorites
source: No favorites selected
es: No hay favoritos seleccionados
fr: Aucun favori sélectionné
ko: 선택된 즐겨찾기가 없습니다

# favoriteHint
source: Tap the heart on stations to see them here.
es: Marca estaciones con el corazón para verlas aquí.
fr: Touchez le cœur sur les stations pour les voir ici.
ko: 여기에 표시하려면 측정소에서 하트를 탭하세요.

source: Updating stations...
es: Actualizando estaciones...
fr: Mise à jour des stations...
ko: 측정소 업데이트 중...

# stationsUpdated
source: Stations updated: {count}
es: Estaciones actualizadas: {count}
fr: Stations mises à jour : {count}
ko: 측정소가 업데이트되었습니다: {count}

# updatingError
source: Error updating stations: {error}
es: Error al actualizar estaciones: {error}
fr: Erreur lors de la mise à jour des stations: {error}
ko: 측정소 업데이트 오류: {error}

# updateStationsTooltip
source: Update stations
es: Actualizar estaciones
fr: Mettre à jour les stations
ko: 측정소 업데이트

source: Go to Settings
es: Ir a Ajustes
fr: Aller aux paramètres
ko: 설정으로 이동

# temperatureNow
source: Current Temperature
es: Temperatura Actual
fr: Température actuelle
ko: 현재 온도

source: Partly cloudy
es: Parcialmente nublado
fr: Partiellement nuageux
ko: 부분적으로 흐림

# pm10
source: Particulate Matter PM10
es: Partículas PM10
fr: Particules PM10
ko: 미세먼지 PM10

# pm2_5
source: Particulate Matter PM2.5
es: Partículas PM2.5
fr: Particules PM2.5
ko: 미세먼지 PM2.5

# no2
source: Nitrogen Dioxide
es: Dióxido de Nitrógeno
fr: Dioxyde d'azote
ko: 이산화질소

# so2
source: Sulfur Dioxide
es: Dióxido de Azufre
fr: Dioxyde de soufre
ko: 이산화황

# co
source: Carbon Monoxide
es: Monóxido de Carbono
fr: Monoxyde de carbone
ko: 일산화탄소

# o3
source: Ozone
es: Ozono
ko: 오존

# pollutantDetail
source: Detail: {label}
es: Detalle: {label}
fr: Détail : {label}
ko: 상세: {label}

# pollutantDetailTitle
source: Detail
es: Detalle
fr: Détail
ko: 세부

source: Measurement Method
es: Método de medición
fr: Méthode de mesure
ko: 측정 방법

source: Short-term
es: A corto plazo
fr: Court terme
ko: 단기간

source: Long-term
es: A largo plazo
fr: Long terme
ko: 장기간

source: Data unavailable
es: Datos no disponibles
fr: Données indisponibles
ko: 데이터 없음

# pm25_desc
source: Fine inhalable particles with aerodynamic diameters of 2.5 micrometers or less.
es: Partículas finas inhalables con diámetros de 2.5 micrómetros o menos.
fr: Particules inhalables fines de diamètre aérodynamique de 2,5 micromètres ou moins.
ko: 지름이 2.5 마이크로미터 이하인 미세 흡입성 입자입니다.

# pm10_desc
source: Inhalable particles with diameters of 10 micrometers or less.
es: Partículas inhalables con diámetros de 10 micrómetros o menos.
fr: Particules inhalables de diamètre de 10 micromètres ou moins.
ko: 지름이 10 마이크로미터 이하인 흡입성 입자입니다.

# o3_desc
source: Tropospheric ozone, a respiratory irritant that can worsen breathing problems.
es: Ozono troposférico, irritante respiratorio que puede agravar problemas respiratorios.
fr: Ozone troposphérique, irritant respiratoire qui peut aggraver les problèmes respiratoires.
ko: 대류권 오존으로 호흡기 자극을 일으키며 호흡 문제를 악화시킬 수 있습니다.

# no2_desc
source: Nitrogen dioxide, can cause irritation and worsen respiratory illnesses.
es: Dióxido de nitrógeno, puede causar irritación y empeorar enfermedades respiratorias.
fr: Dioxyde d'azote, peut provoquer une irritation et aggraver les maladies respiratoires.
ko: 이산화질소는 자극을 일으키고 호흡기 질환을 악화시킬 수 있습니다.

# so2_desc
source: Sulfur dioxide, can irritate airways and aggravate asthma.
es: Dióxido de azufre, puede irritar las vías respiratorias y agravar el asma.
fr: Dioxyde de soufre, peut irriter les voies respiratoires et aggraver l'asthme.
ko: 이산화황은 기도를 자극하고 천식을 악화시킬 수 있습니다.

# co_desc
source: Carbon monoxide, reduces the blood's ability to carry oxygen.
es: Monóxido de carbono, reduce la capacidad de la sangre para transportar oxígeno.
fr: Monoxyde de carbone, réduit la capacité du sang à transporter l'oxygène.
ko: 일산화탄소는 혈액의 산소 운반 능력을 감소시킵니다.

# genericPollutantInfo
source: Information about this pollutant.
es: Información sobre este contaminante.
fr: Informations sur ce polluant.
ko: 이 오염물질에 대한 정보입니다.

# pm10_method
source: Beta attenuation and white light scattering
es: Atenuación de rayos Beta y Dispersión de luz blanca
fr: Atenuación de rayos Beta y Dispersión de luz blanca
ko: 베타 감쇠 및 백색광 산란

# pm10_source_resuspended
source: Resuspended road dust
es: Polvo resuspendido en calles
fr: Poussière routière remise en suspension
ko: 재부유된 도로먼지

# pm10_source_construction
source: Construction activities
es: Actividades de construcción
fr: Activités de construction
ko: 건설 활동

# pm10_source_mining
source: Mining and quarrying
es: Industria extractiva (pedreras)
fr: Extraction minière (carrières)
ko: 채석 및 채굴

# pm10_source_fuel_burning
source: Fuel burning
es: Quema de combustibles
fr: Combustion de combustibles
ko: 연료 연소

# pm10_source_erosion
source: Soil erosion
es: Erosión del suelo
fr: Érosion du sol
ko: 토양 침식

# pm10_risk_morbidity
source: Increased respiratory morbidity and mortality
es: Aumento de morbimortalidad respiratoria
fr: Augmentation de la morbidité et mortalité respiratoires
ko: 호흡기 이환율 및 사망률 증가

# pm10_risk_function
source: Reduced lung function
es: Disminución en la función pulmonar
fr: Diminution de la fonction pulmonaire
ko: 폐 기능 감소

# pm10_risk_defense
source: Interference with pulmonary defense mechanisms
es: Interferencia en mecanismos de defensa pulmonar
fr: Interférence avec les mécanismes de défense pulmonaires
ko: 폐 방어 기전의 간섭

# pm10_risk_bronchial
source: Bronchial obstructive syndrome
es: Síndrome bronquial obstructivo
fr: Syndrome obstructif bronchique
ko: 기관지 폐쇄 증후군

# pm10_risk_development
source: Impaired respiratory system development
es: Menor desarrollo del sistema respiratorio
fr: Développement respiratoire altéré
ko: 호흡기 발달 장애

# pm10_risk_cancer
source: Increased risk of cancer (PAHs)
es: Mayor riesgo de cáncer (HAPs)
fr: Augmentation du risque de cancer (HAP)
ko: 암 위험 증가 (PAH)

# pm25_method
source: Beta attenuation and white light scattering
es: Atenuación de rayos Beta y Dispersión de luz blanca
fr: Atenuación de rayos Beta y Dispersión de luz blanca
ko: 베타 감쇠 및 백색광 산란

# pm25_source_vehicle_combustion
source: Vehicle combustion (diesel)
es: Combustión de vehículos (diésel)
fr: Combustion des véhicules (diesel)
ko: 차량 연소 (디젤)

# pm25_source_industry
source: Industrial processes
es: Procesos industriales
fr: Processus industriels
ko: 산업 공정

# pm25_source_agricultural_burn
source: Agricultural burning
es: Quemas agrícolas
fr: Brûlages agricoles
ko: 농업 소각

# pm25_source_wildfires
source: Wildfires
es: Incendios forestales
fr: Feux de forêt
ko: 산불

# pm25_risk_morbidity
source: Increased respiratory morbidity and mortality
es: Aumento de morbimortalidad respiratoria
fr: Augmentation de la morbidité et mortalité respiratoires
ko: 호흡기 이환율 및 사망률 증가

# pm25_risk_function
source: Reduced lung function
es: Disminución en la función pulmonar
fr: Diminution de la fonction pulmonaire
ko: 폐 기능 감소

# pm25_risk_defense
source: Interference with pulmonary defense mechanisms
es: Interferencia en mecanismos de defensa pulmonar
fr: Interférence avec les mécanismes de défense pulmonaires
ko: 폐 방어 기전의 간섭

# pm25_risk_bronchial
source: Bronchial obstructive syndrome
es: Síndrome bronquial obstructivo
fr: Syndrome obstructif bronchique
ko: 기관지 폐쇄 증후군

# pm25_risk_development
source: Impaired respiratory system development
es: Menor desarrollo del sistema respiratorio
fr: Développement respiratoire altéré
ko: 호흡기 발달 장애

# pm25_risk_cancer
source: Increased risk of cancer (PAHs)
es: Mayor riesgo de cáncer (HAPs)
fr: Augmentation du risque de cancer (HAP)
ko: 암 위험 증가 (PAH)

# so2_method
source: Pulsed UV fluorescence
es: Fluorescencia pulsante UV
fr: Fluorescence UV pulsée
ko: 펄스 UV 형광법

# so2_source_refineries
source: Oil refineries
es: Refinerías de petróleo
fr: Raffineries de pétrole
ko: 정유 공장

# so2_source_power_plants
source: Power plants
es: Plantas termoeléctricas
fr: Centrales électriques
ko: 발전소

# so2_source_boilers
source: Industrial boilers
es: Calderas industriales
fr: Chaudières industrielles
ko: 산업 보일러

# so2_source_metal_smelting
source: Metal smelting
es: Fundición de metales
fr: Fonderie métallique
ko: 제련

# so2_source_volcanoes
source: Volcanoes
es: Volcanes
fr: Volcans
ko: 화산

# so2_risk_obstruction
source: Bronchial obstruction
es: Obstrucción bronquial
fr: Obstruction bronchique
ko: 기관지 폐색

# so2_risk_hypersecretion
source: Bronchial hypersecretion
es: Hipersecreción bronquial
fr: Hypersecrétion bronchique
ko: 기관지 과다분비

# so2_risk_chronic_bronchitis
source: Chronic bronchitis
es: Bronquitis crónica
fr: Bronchite chronique
ko: 만성 기관지염

# no2_method
source: Gas-phase chemiluminescence
es: Quimioluminiscencia en fase gaseosa
fr: Chimiluminescence en phase gazeuse
ko: 기상 상태에서의 화학발광

# no2_source_vehicles
source: Motor vehicles
es: Vehículos automotores
fr: Véhicules à moteur
ko: 자동차

# no2_source_power_plants
source: Power generation plants
es: Plantas de generación eléctrica
fr: Centrales de production d'électricité
ko: 발전소

# no2_source_industrial_ovens
source: Industrial furnaces
es: Hornos industriales
fr: Fours industriels
ko: 산업용 가마

# no2_risk_hyperreactivity
source: Bronchial hyperreactivity
es: Hiperreactividad bronquial
fr: Hyperréactivité bronchique
ko: 기관지 과민성 증가

# no2_risk_asthma_exacerbations
source: Asthma exacerbations
es: Exacerbaciones de asma
fr: Exacerbations d'asthme
ko: 천식 악화

# no2_risk_allergen_response
source: Allergen response
es: Respuesta a alergenos
fr: Réponse aux allergènes
ko: 알레르기 반응

# no2_risk_mucociliary
source: Mucociliary decrement
es: Disminución mucociliar
fr: Diminution mucociliaire
ko: 섬모 기능 저하

# no2_risk_development_decrement
source: Decreased developmental lung function
es: Decremento desarrollo pulmonar
fr: Diminution du développement pulmonaire
ko: 폐 발달 저하

# co_method
source: Infrared photometry
es: Fotometría infrarroja
fr: Photométrie infrarouge
ko: 적외선 광도계

# co_source_incomplete_combustion
source: Incomplete combustion in vehicles
es: Combustión incompleta en vehículos
fr: Combustion incomplète dans les véhicules
ko: 차량의 불완전 연소

# co_source_biomass_burning
source: Biomass and waste burning
es: Quema de biomasa y basura
fr: Brûlage de biomasse et déchets
ko: 바이오매스 및 쓰레기 연소

# co_source_poorly_vented_stoves
source: Poorly ventilated stoves
es: Estufas mal ventiladas
fr: Poêles mal ventilés
ko: 통풍이 잘 안 되는 난로

# co_source_wildfires
source: Wildfires
es: Incendios forestales
fr: Feux de forêt
ko: 산불

# co_risk_exercise_capacity
source: Reduced exercise capacity
es: Disminución en capacidad de ejercicio
fr: Réduction de la capacité d'exercice
ko: 운동 능력 감소

# o3_method
source: UV spectrophotometry
es: Espectrofotometría UV
fr: Spectrophotométrie UV
ko: 자외선 분광법

# o3_source_photochemical_reaction
source: Photochemical reaction with sunlight
es: Reacción fotoquímica con luz solar
fr: Réaction photochimique avec la lumière du soleil
ko: 일광과의 광화학 반응

# o3_risk_reduced_resp_rate
source: Decreased respiratory rate
es: Disminución frecuencia respiratoria
fr: Diminution de la fréquence respiratoire
ko: 호흡수 감소

# o3_risk_alveolitis
source: Neutrophilic alveolitis
es: Alveolitis neutrofílica
fr: Alvéolite neutrophilique
ko: 호중구성 폐포염

# o3_risk_hyperreactivity
source: Bronchial hyperreactivity
es: Hiperreactividad bronquial
fr: Hyperréactivité bronchique
ko: 기관지 과민성

# o3_risk_alveolar_epithelium
source: Alteration of alveolar epithelium
es: Alteración del epitelio alveolar
fr: Altération de l'épithélium alvéolaire
ko: 폐포 상피 변화

# o3_risk_epithelial_damage
source: Epithelial cell damage
es: Daño de células epiteliales
fr: Lésion des cellules épithéliales
ko: 상피 세포 손상

# o3_risk_bronchiolization
source: Bronchiolization
es: Bronquiolización alveolar
fr: Bronchiolisation
ko: 세기관지화

# o3_risk_decreased_cvf_vef1
source: Decreased CVF and VEF1
es: Disminución CVF y VEF1
fr: Diminution du CVF et du VEF1
ko: CVF 및 VEF1 감소

# risksTitle
source: Risks
es: Riesgos
fr: Risques
ko: 위험

source: Respiratory problems
es: Problemas Respiratorios
fr: Problèmes respiratoires
ko: 호흡기 문제

# respiratoryProblemsDesc
source: Short-term exposure can irritate the lungs and cause coughing or difficulty breathing.
es: La exposición a corto plazo puede irritar los pulmones y causar tos o dificultad para respirar.
fr: L'exposition à court terme peut irriter les poumons et provoquer une toux ou des difficultés respiratoires.
ko: 단기간 노출은 폐를 자극하고 기침이나 호흡 곤란을 일으킬 수 있습니다.

# sourcesTitle
source: Sources
es: Fuentes
ko: 출처

source: Vehicle emissions
es: Emisiones de Vehículos
fr: Émissions des véhicules
ko: 차량 배출

# vehicleEmissionsDesc
source: Cars, trucks and buses.
es: Automóviles, camiones y autobuses.
fr: Voitures, camions et bus.
ko: 자동차, 트럭 및 버스.

# settingsTitle
source: Settings
es: Ajustes
fr: Paramètres
ko: 설정

# tabPollutants
source: Pollutants
es: Contaminantes
fr: Polluants
ko: 오염물질

# tabWeather
source: Weather
es: Clima
fr: Météo
ko: 날씨

# forecastTitle
source: Forecast
es: Pronóstico
fr: Prévision
ko: 예보

source: {option} selected
es: {option} seleccionado
fr: {option} sélectionné
ko: {option} 선택됨

# errorLoadingTheme
source: Error loading theme: {error}
es: Error al cargar el tema: {error}
fr: Erreur lors du chargement du thème : {error}
ko: 테마 로드 오류: {error}

# notificationsTitle
source: Notifications
es: Notificaciones
ko: 알림

# markAllRead
source: Mark all as read
es: Marcar leídos
fr: Tout marquer comme lu
ko: 모두 읽음로 표시

# notifFilterAll
source: All
es: Todas
fr: Toutes
ko: 모두

# notifFilterAlerts
source: Alerts
es: Alertas
fr: Alertes
ko: 알림

# notifFilterSystem
source: System
es: Sistema
fr: Système
ko: 시스템

# notifFilterTips
source: Tips
es: Consejos
fr: Conseils
ko: 팁

source: TODAY
es: HOY
fr: AUJOURD'HUI
ko: 오늘

source: YESTERDAY
es: AYER
fr: HIER
ko: 어제

# notifAirQualityBadTitle
source: Air quality: Poor
es: Calidad del aire: Mala
fr: Qualité de l'air : Mauvaise
ko: 대기 상태: 나쁨

# notifAirQualityBadBody
source: PM2.5 levels have risen sharply in the San Pedro area. Consider using masks and limiting outdoor activity.
es: El nivel de PM2.5 ha subido drásticamente en la zona de San Pedro. Se recomienda usar mascarilla y limitar actividades al aire libre.
fr: Les niveaux de PM2.5 ont fortement augmenté dans la zone de San Pedro. Pensez à porter un masque et à limiter les activités en plein air.
ko: San Pedro 지역의 PM2.5 수치가 급상승했습니다. 마스크를 착용하고 야외 활동을 제한하십시오.

# notifRainForecastTitle
source: Rain forecast
es: Pronóstico de lluvia
fr: Prévision de pluie
ko: 강우 예보

# notifRainForecastBody
source: Light rain is expected in the coming hours which could help clear the air.
es: Se espera lluvia ligera en las próximas horas que podría ayudar a limpiar el aire.
fr: Une pluie légère est attendue dans les prochaines heures, ce qui pourrait aider à nettoyer l'air.
ko: 향후 몇 시간 동안 약한 비가 예상되어 공기 정화에 도움이 될 수 있습니다.

# notifNewStationTitle
source: New station added
es: Nueva estación añadida
fr: Nouvelle station ajoutée
ko: 새 측정소 추가

# notifNewStationBody
source: We now monitor air quality in Santa Catarina.
es: Ahora monitoreamos la calidad del aire en la zona de Santa Catarina.
fr: Nous surveillons désormais la qualité de l'air à Santa Catarina.
ko: 이제 Santa Catarina 지역의 대기질을 모니터링합니다.

# notifHealthTipTitle
source: Health recommendation
es: Recomendación de salud
fr: Recommandation de santé
ko: 건강 권장사항

# notifHealthTipBody
source: Pollen levels are high. Avoid outdoor activities if you are allergic.
es: Los niveles de polen son altos. Evita actividades al aire libre si eres alérgico.
fr: Les niveaux de pollen sont élevés. Évitez les activités en plein air si vous êtes allergique.
ko: 꽃가루 수치가 높습니다. 알레르기가 있는 경우 야외 활동을 피하십시오.

# versionLabel
source: Version 1.0.2
es: Versión 1.0.2
ko: 버전 1.0.2

# dataProviderCredit
source: Data provided by SIMA N.L.
es: Datos provistos por SIMA N.L.
fr: Données fournies par SIMA N.L.
ko: 데이터 제공: SIMA N.L.

# notificationsHeader
source: NOTIFICATIONS
es: NOTIFICACIONES
ko: 알림

# criticalAlertsTitle
source: Critical Alerts
es: Alertas Críticas
fr: Alertes critiques
ko: 중요 알림

# criticalAlertsSubtitle
source: Notify when air quality is dangerous
es: Notificar cuando el aire sea peligroso
fr: Notifier lorsque la qualité de l'air est dangereuse
ko: 공기 질이 위험할 때 알림

# alertsEnabled
source: Critical alerts enabled
es: Alertas críticas activadas
fr: Alertes critiques activées
ko: 중요 알림 켜짐

# alertsDisabled
source: Critical alerts disabled
es: Alertas críticas desactivadas
fr: Alertes critiques désactivées
ko: 중요 알림 꺼짐

# languageTitle
source: Language
es: Idioma
fr: Langue
ko: 언어

# languageDescription
source: Choose the language for the app interface.
es: Elige el idioma para la interfaz de la aplicación.
fr: Choisissez la langue de l'interface de l'application.
ko: 앱 인터페이스의 언어를 선택하세요.

source: Save changes
es: Guardar cambios
fr: Enregistrer
ko: 변경사항 저장

# sortPlusQuality
source: High quality first
es: + Calidad
fr: Qualité élevée en premier
ko: 좋은 품질 우선

# sortMinusQuality
source: Low quality first
es: - Calidad
fr: Qualité faible en premier
ko: 나쁜 품질 우선

# themeTitle
source: Theme
es: Tema
fr: Thème
ko: 테마

# themeLight
source: Light
es: Claro
fr: Clair
ko: 밝게

# themeDark
source: Dark
es: Oscuro
fr: Sombre
ko: 어둡게

# themeSystem
source: System
es: Sistema
fr: Système
ko: 시스템

# infoHeader
source: INFORMATION
es: INFORMACIÓN
fr: INFORMATIONS
ko: 정보

source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
ko: 개인정보 처리방침

# aboutApp
source: About the App
es: Acerca de la App
fr: À propos de l'application
ko: 앱 정보

# visualizationHeader
source: VISUALIZATION
es: VISUALIZACIÓN
fr: VISUALISATION
ko: 표시

# filterAll
source: All Stations
es: Todas las estaciones
fr: Toutes les stations
ko: 모든 측정소

# filterGood
source: Good
es: Buena
fr: Bonne
ko: 양호

# filterModerate
source: Moderate
es: Aceptable
fr: Acceptable
ko: 보통

# filterUnhealthy
source: Unhealthy
es: Mala
fr: Mauvaise
ko: 나쁨

# filterFavorites
source: Favorites
es: Favoritos
fr: Favoris
ko: 즐겨찾기

# filterNearest
source: Nearest
es: Cercanas
fr: Les plus proches
ko: 가까운 측정소

# airQualityGood
source: Good
es: Calidad Buena
fr: Bonne
ko: 좋음

# airQualityAcceptable
source: Acceptable
es: Calidad Aceptable
ko: 보통

# airQualityBad
source: Bad
es: Calidad Mala
fr: Mauvaise
ko: 나쁨

# airQualityVeryBad
source: Very bad
es: Calidad Muy Mala
fr: Très mauvaise
ko: 매우 나쁨

# airQualityExtremelyBad
source: Extremely bad
es: Calidad Extremadamente Mala
fr: Extrêmement mauvaise
ko: 매우 심각

# airQualityUnknown
source: Unknown
es: Calidad Desconocida
fr: Inconnue
ko: 알 수 없음
